[language]
name=Greek
author=by Exoskeletor
version=3.5.25
charset=161
langid=1253



[menus]
mnuFile=Αρχείο
mnuLanguage=Γλώσσα
mnuExit=Έξοδος
mnuOptions=Επιλογές
mnuMax50=50 αποτελέσματα μέγιστο όριο αποτελεσμάτων ανά προέλευση
mnuIgnore=Αγνόησε αποτελέσματα με 0 seeders
mnuAutoRemove=Αυτόματη αφαίρεση ιδιων αποτελεσμάτων
mnuSearchesNewTabs=Άνοιγμα αναζήτησης σε νέο tab
mnuTDNewWindow=Άνοιγμα πληροφοριών του torrent σε νέο παράθυρο
mnuDoubleClickOpenTorrent=Ανοιγμα torrent με διπλό κλικ
mnuMinimize=Ελαχιστοποίησε το Βit Che στην περιοχή ειδοποιήσεων
mnuTools=Εργαλεία
mnuViewRemoved=Εμφάνιση αφαιρουμένων αποτελεσμάτων 
mnuSimilar=Αφαίρεση παρομοιων αποτελεσμάτων
mnuExact=Αφαίρεση ίδιον αποτελεσμάτων
mnuUpdateScripts=Αναβάθμιση των Scripts
mnuShowHideScriptsBar=Εμφάνισε/Κρύψε τα Scripts
mnuAbout=Σχετικά με
mnuHelp=Βοήθεια
mnuDonate=Δώρισε χρήματα
mnuUpdates=Έλεγχος για αναβαθμίσεις
mnuAboutDlg=Σχετικά με το Bit Che

mnuDownload=Άνοιγμα torrent
mnuSaveT=Αποθήκευση torrent ως..
mnuDetails=Προβολή πληροφοριών torrent
mnuPage=Προβολή σελίδας προέλευσης

mnuSelectOnly=Μονο επιλογή
mnuOpenWebsite=Άνοιγμα ιστοσελίδας
mnuEditUserAccount=Επεξεργασία Λογαριασμού
mnuEditScript=Επεξεργασία Script
mnuPreferences=Προτιμήσεις...
mnuCoffee=Καφές
mnuEditCoffeeCups=Επεξεργασία κούπας καφέ
mnuForums=Forums
mnuClipboard=Αντιγραφή τις διεύθυνσης του Torrent στο Clipboard
mnuRegistration=Εισαγωγή Λογαριασμού
mnuRepeatCurrent=Επανέλαβε την αναζήτηση στο ανοιχτό Tab
mnuRepeatAll=Επανέλαβε την αναζήτηση σε όλα τα Tabs
mnuAppData=Άνοιγμα φακέλου του προγράμματος...
mnuChangeLanguage=Αλλαγή γλώσσας
mnuEditProfiles=Επεξεργασία των Προφίλ...
mnuDebug=Αποσφαλμάτωση του Script...
mnuClearSH=Διαγραφή ιστορικού αναζητήσεων
mnuPack=Scripts
mnuClipboardSource=Αντιγραφή τις διεύθυνσης της σελίδας στο Clipboard
mnuUseHOME=Χρησιμοποίησε HOME
mnuLogHTTP=Καταγραφή των HTTP συνδέσεων
!mnuClipboardName=Torrent Name > Clipboard
!mnuClipboardThis=Copy to Clipboard
!mnuMagnetLink=Magnet Link > Clipboard
!mnuExportResults=Export Results
!mnuShowHidden=Show Hidden Scripts
!mnuOpenWith=Open Torrent With...
!mnuGoogle=Launch Google Search...
!mnuEnDis=Disable Script
!mnuHideScript=Hide Script
!mnuSave=Save Torrent As..

[buttons]
cmdSearch=Αναζήτηση
cmdOK=OK
cmdCancel=Άκυρο
cmdStop=Σταμάτημα
cmdDownload=Άνοιγμα Torrent
cmdOpenSource=Άνοιγμα Προέλευσης
cmdSaveTorrent=Αποθήκευση ως..
cmdClose=Κλείσιμο
cmdNext=Επόμενο
cmdBack=Προηγούμενο
cmdReload=Επαναφόρτωση
cmdDie=Πέθανε
cmdYes=Ναι
cmdNo=Όχι 
cmdHelp=Βοήθεια
cmdScripts=Scripts
cmdClipboard=Clipboard
cmdApply=Αποδοχή
cmdDelete=Διαγραφή
cmdAdd=Προσθήκη
cmdUpdate=Αναβάθμιση
cmdEditConfig=Επεξεργασία ρυθμίσεων
cmdOpenFolder=Άνοιγμα φακέλου
cmdDone=Ολοκληρώθηκε
cmdScrape=Scrape
cmdCheckCache=Έλεγχος Cache
!cmdOpenWith=Open With
!cmdMore=More
!cmdDefaults=Defaults
!cmdDown=v
!cmdUp=^
!cmdHeaders=Headers
!cmdNextResult=Next @r
!cmdLocate=Locate

[checkboxes]
chkDesc=Να περιλαμβάνει αναλυτικά αποτελέσματα
chkMax50=Μέγιστο όριο 50 αποτελεσμάτων αν σελίδα
chkIgnore=Απέρριψε αποτελέσματα με 0 seeders
chkAutoRemove=Αυτόματα απέρριψε παρόμοια αποτελέσματα
chkSearchesNewTabs=Ανοιγμα των αναζητήσεων σε νέο tabs
chkTDNewWindow=Ανοιγμα των λεπτομέρειων του Torrent σε νέο παράθυρο
chkMinimize=Ελαχιστοποίηση του Bit Che στο system tray
chkRepeatSearches=Επανέλαβε την αναζήτηση για όλα τα tabs κάθε
chkAutoCheck=Αυτόματα τσέκαρε για νέα updates
chkAutoScriptUpdate=Αυτόματα αναβάθμιζε το προεπιλεγμένο πακέτο με scripts
chkAutoUpdateScripts=Αυτόματα αναβάθμιζε το προεπιλεγμένο πακέτο με scripts
chkUseBC=Χρησιμοποίησε την BC:// και επέτρεψε της αναζητήσεις απο τους Web Browsers
chkViewMagnet=Προβολη πληροφοριών Magnets: Αυτόματα αναζήτησε την προσωρινή μνημη για Torrent
chkClearFilter=Διέγραψε τον "περιορισμό αποτελεσμάτων" πριν απο κάθε αναζήτηση
chkProxyAuthentication=Αυθεντικοποίηση:
!chkMultipages=Fetch results from additional pages when there are multiple pages
!chkScrapeTorrent=View Torrent Details: Automatically scrape first tracker for peers
!chkUseScript=Use script to launch torrent in System (not Wine)
!chkScript=Script:
!chkDisableOpenWith=Disable 'Open Torrent With' for external applications

[labels]
lblTitle=Τίτλος:
lblFilename=Aρχείο:
lblCreated=Δημ/θηκε:
lblShareIt=Εάν σας άρεσε αυτό το πρόγραμμα διαδώστε το
lblOnTheWeb=Στο διαδίκτυο:
lblVersion=Έκδοση
lblSite=Ιστοσελίδα:
lblUsername=Όνομα Χρήστη:
lblPassword=Κωδικός:
lblWritten=Δημιουργήθηκε από:
lblArtwork=Kαλλιτεχνική Eργασία:
lblCompiled=Σύνταξη:
lblCopyright=Δικαιώματα
lblComparing=Σύγκριση αποτελεσμάτων..
lblPreferences=Προτιμήσεις
lblMinutes=λεπτά
lblDoubleClick=Διπλό κλικ σε ενα αποτέλεσμα:
lblShowRatio=Δείξε τον λόγο seeder/ leech με:
lblTracker=Tracker:
lblCoffeeCups=Κούπες καφέ
lblName=Όνομα:
lblAutoStart=Αυτόματη αναζήτηση:
lblSearches=Αναζητήσεις:
lblGuevaraAccount=Λογαριασμός Guevara
lblEmail=Email:
lblPlusAccount=Λογαριασμός Plus
lblUpdates=Αναβαθμίσεις...
lblScriptUpdate=Επίλεξε το πακέτο με Script για αναβάθμιση:
lblUpdateScriptPacks=Αναβάθμιση των πακέτων με Script
lblUpdateNow=Αναβάθμισε τώρα...
lblMoreInfo=Περισσ. πληροφoρίες
lblOpenFolder=Άνοιγμα φακέλου...
lblEditFile=Επεξεργασία αρχείου...
lblMiddleClick=Μεσαίο κλικ σε ενα αποτέλεσμα:
lblMaximumSources=Μέγιστος αριθμός αποτελεσμάτων:
lblSortResultsColumn=Ταξινόμηση αποτεμεσμάτων με:
lblFontSize=Μέγεθος γραμματοσειράς:
lblConnectUsing=Σύνδεση στο ίντερνετ με χρήση:
lblProxyHostname=HTTP Proxy Hostname:
lblPort=Port:
!lblSystemHandler=System Handler
!lblScrape=Peers:
!lblHash=Hash:
!lblProfiles=Profiles

[list_results]
name=Όνομα
size=Μέγεθος
source=Προέλευση
reason=Λόγος
files=Αρχεία
seeders=Seeders
leechers=Leechers
ratio=Ratio
date=Ημερομηνία
status=Αποτ.
scripts=Scripts
url=Διέυθυνση URL

[form_captions]
frmDetail=Πληροφορίες του Torrent
frmSiteEdit=Λογαριασμός χρηστη
frmRemoved=Αποτελέσματα που αφαιρέθηκαν
frmLog=Αρχείο διπλότυπον αποτελεσμάτων
frmAbout=Σχετικά με το
frmLanguage=Γλώσσα
frmRegistration=Διαχείρηση Λογαριασμού
frmCoffee=Πρωινός καφές
!frmProfiles=Edit Profiles
!frmDebug=Bit Che - Script Debug

[strings]
1=Συνδέσεις:
2=Σύνδεση με:
3=Κατεβαίνει:
4=Αιτείται:
5=Κατέβηκαν:
6=Αναζητήσεις:
7=Αποτελέσματα:
8=Αφαιρέθηκαν:
9=Φόρτωση δεδομένων..
10=Επεξεργασία torrent..
11=Συνολικά αρχεία:
12=Πραγματικό μέγεθος:
13=Ολοκληρώθηκε!
14=Σταματημένο!
15=Παρουσιάστηκε πρόβλημα με:
16=Αντιγράφτηκε στο Clipboard: 

25=Διαγραφή ιστορικού αναζητήσεων
26=Όλα

30=Παρόμοια:
31=Με:
33=Βρέθηκαν Παρόμοια αποτελέσματα:
35=Περιγραφή

50=Ένα πρόβλημα δημιουργήθηκε κατά την σύνδεση με τον λογαριασμό σας στο:  %SCRIPTNAME% <BR><BR>For Για την προστασία σας, αυτό το script έχει απενεργοποιηθεί<BR>μέχρι να ελεχθούν ξανά τα στοιχεια σας.
51=Αδύνατη σύνδεση με το λογαριασμό του χρηστη
52=Πληροφορία: Αυτό το site απαιτεί τα meli του να έχουν κάνει εγγραφη. To Bit Che <BR>Δεν μπορεί να χρησιμοποίηση αυτόν τον λογαριασμό χωρίς κατάλληλη εγγραφη..<BR><BR>Επιθυμείτε να εισάγεται ένα λογαριασμό τώρα;
53=Απαιτείται λογαριασμός χρηστη
54=Τρέχετε ήδη μια φορα το Bit Che.<BR><BR>Θέλετε να συνεχίσετε να χρησιμοποιείτε αυτό το παράθυρο του Bit Che;<BR>Πατήστε Άκυρο εάν θέλετε να χρησιμοποιήσετε το προηγούμενο
55=To Bit Che τρέχει ήδη

56=Αυτή η δυνατότητα είναι απενεργοποιημένη στην 'Δωρεάν Έκδοση'.<BR>Αναβαθμίστε την έκδοση σας στην 'Έκδοση Guevara' εάν θέλετε να την χρησιμοποιήσετε.<BR><BR>Θέλετε να μάθετε πως να την αναβαθμίσετε δωρεάν;
57=Αυτή η δυνατότητα είναι απενεργοποιημένη στην δωρεάν έκδοση
40=Εισάγεται το mail που δώσατε στην εγγραφή του forum
41=Έγκριση λογαριασμού..
58=Ευχαριστούμε! Η έκδοση Guevara εγκρίθηκε. <BR><BR>Επανεκκινήστε το Bit Che για να ενεργοποιήσετε τις νέες δυνατότητες..
59=Η έγκριση δεν ήταν δυνατή. <BR><BR>Επικοινωνήστε με την τεχνική υποστήριξη αν πιστεύετε πως αυτό είναι σφάλμα.
60=Το χρονικό όριο τις έγκρισις έληξε. <BR><BR>Σιγουρευτείτε πως είστε συνδεμένη με το internet και ξαναπροσπαθήστε.
61=Λογαριασμός Guevara
62=Μια νέα έκδοση του Bit Che είναι διαθέσιμη. <BR><BR>Θέλετε να δείτε τις πληροφορίες σχετικά με την έκδοση
63=Υπάρχει διαθέσιμη αναβάθμιση!
64=Το Bit Che είναι πρόγραμμα αναζήτησης και δεν υποστηρίζει το κατέβασμα αρχείων. <BR>Ένας 'διαχειριστής αρχείων torrent' χρειάζεται για να κατεβάζετε 'torrents'. <BR><BR>Το Bit Che εντόπισε πως δεν έχετε κάποιον εγκαταστημένο.<BR><BR>Θέλετε να μάθετε περισσότερα σχετικά με τους 'διαχειριστές torrent αρχείων';
65=Δεν βρέθηκε εγκαταστημένο πρόγραμμα διαχείρισης Torrent!
66=Έχετε αναζήτηση για torrents %SEARCH_NUM% φορες με το Bit Che. <BR><BR>Το Bit Che είναι δωρεάν αλλα υποστηρίζεται από τις δωρεές σας.<BR>Θέλετε να δωρίσετε χρήματα και να αναβαθμιστείτε στην έκδοση Guevara;<BR><BR>Εάν θέλετε παρακαλώ σκεφτείτε να γίνετε μέλος στο <BR>forum μας. Βοηθώντας την κοινότητα να μεγαλώνει βοηθάτε <BR>και στην αναβάθμιση του Bit Che. Ευχαριστούμε. <BR><BR>Θέλετε να γίνεται δωρητής και να αναβαθμίσετε;<BR><BR>Αυτό το μήνυμα δεν θα ξαναεμφανιστεί.
67=Ευχαριστούμε που χρησιμοποιήτε το Bit Che!
68=Έχετε την τελευταία έκδοση του Βit Che.
69=Έλεγχος για νέες εκδόσεις..
70=Διαχειριστής αρχείων torrent βρέθηκε.
71=Παρουσιάστηκε πρόβλημα με:
32=Seeds:
34=dupe
36=0 seeds
72=Παρουσιάστηκε πρόβλημα με:
73=Κανένα Scripts
74=Το Bit Che αναβάθμισε την μηχανή των script. <BR><BR>Θελετε να αναβαθμίσετε στα νεότερα script τώρα;  [προτείνετε]
75=Αναβαθμίζονται τα Bit Che Scripts
76=Παρακαλώ περιμένετε...
77=Δημιουργία προφίλ αναζητήσεων:
80=Όλα τα script αναβαθμίστηκαν!
81=Παρουσιάστηκε πρόβλημα με την εξαγωγή των script. Παρακαλώ δοκιμάστε αργότερα.
82=Η αναβάθμιση ολοκληρώθηκε
83=Η αναβάθμιση απέτυχε
84=Σφάλμα στην μεταφόρτωση του αρχείου %FILE%...
85=Το αρχείο δε βρέθηκε. Παρακαλώ δοκιμάστε αργότερα..
86=Σφάλμα!
87=Αναβαθμίζονται οι πληροφορίες του πακέτου με τα script...
88=Αποθήκευση %FILE%...
89=Εξαγωγή
90=Πακέτο Script:
91=Φίλτρο αναζήτησ.

[Months]
1=Ιαν
2=Φεβ
3=Μαρ
4=Απρ
5=Μαι
6=Ιουν
7=Ιουλ
8=Αυγ
9=Σεπ
10=Οκτ
11=Νοε
12=Δεκ

[Days]
0=Ποτέ
1=Κάθε μέρα
2=Δευτέρα
3=Τρίτη
4=Τετάρτη
5=Πέμπτη
6=Παρασκευή
7=Σάββατο
8=Κυριακή

[Profiles]
0=Όλα
1=Μουσική
2=Βίντεο
3=Προγ/ματα
4=Παιχνίδια!audio=audio
!video=video
!apps=apps
!games=games
 


[option_buttons]
opTorrentDetails=Ιδιότητες του Torrent
opTorrent=Torrent
opRatio0=Μην δείχνεις το ratio
opRatio1=Νούμερα
opRatio2=Γραφικά
opRatio3=Και τα δύο
opLimit=Χωρίς όριο
opSort1=Χωρίς αυτόματη ταξιν.
opSort2=Τελευταία ταξινόμηση
opConnect1=Άμεση σύνδεση
opConnect2=Ρυθμίσεις συστήματος
opConnect3=HTTP Proxy
opSize0=Οποιοδ.
opSize1=Ελάχιστο      (1 KB - 5 MB)
opSize2=Πολύ μικρό  (1 MB - 50 MB)
opSize3=Μικρό           (1 MB - 250 MB)
opSize4=Μέτριο          (100 MB - 1500 MB)
opSize5=Μεγάλο         (250 MB - 4000 MB)
opSize6=Τεράστιο       (500+ MB)
[tabs]
tabGeneral=Γενικές
tabSearches=Αναζητήσεις
tabResultsView=Προβολή αποτ.
tabConnection=Σύνδεση
[Groups]
!1=Group 1
!2=Group 2
!3=Member Sites
!4=No Accounts
!5=Disabled
